Repository: t1dtools/GlucoseBar
Catalog: GlucoseBar/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nl, pl, ro, sv

source: Replaces your configured items in the menu bar with a circle that changes color based on glucose levels.
da: Erstatter dine indstillede punkter i menulinjen med en cirkel, der ændrer farve baseret på glukoseniveauer.
es: Reemplaza los elementos configurados en la barra de menú por un círculo que cambia de color basado en niveles de glucosa.
fr: Remplace vos éléments configurés dans la barre des menus par un cercle qui change de couleur en fonction des valeurs de glycémie.
it: Sostituisce gli elementi configurati nella barra dei menu con un cerchio che cambia colore in base ai livelli di glucosio.
nl: Vervangt de ingestelde items in de menubalk door een cirkel die van kleur verandert op basis van glucosewaarden.
pl: Zastępuje skonfigurowane elementy na pasku menu okręgem, który zmienia kolor w zależności od poziomu glukozy.
ro: Înlocuiește elementele configurate în bara de meniu cu un cerc care schimbă culoarea în funcție de nivelurile de glucoză.
sv: Ersätter dina konfigurerade objekt i menyraden med en cirkel som ändrar färg baserad på glukosnivåer.

source: Request timed out
da: Forespørgsel fik timeout
es: Tiempo de espera agotado
fr: Requête expirée
it: Richiesta scaduta
nl: Verzoek timed out
pl: Upłynął limit czasu żądania
ro: Solicitarea a expirat
sv: Begäran har gått ut

source: Reset All Data
da: Nulstil Alle Data
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Reimposta Tutti I Dati
nl: Reset alle gegevens
pl: Resetuj wszystkie dane
ro: Resetează toate datele
sv: Återställ alla data

source: Reset Data
da: Nulstil Data
es: Restablecer datos
fr: Réinitialiser les données
it: Reimposta Dati
nl: Reset Gegevens
pl: Resetuj dane
ro: Resetare date
sv: Återställ data

source: Reveal in Finder
da: Vis i Finder
es: Mostrar en Finder
fr: Afficher dans Finder
it: Rivela nel cercatore
nl: Onthullen in de Finder
pl: Pokaż w Finderze
ro: Arată în Finder
sv: Avslöja i Finder

source: Save
da: Gem
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
ro: Salvează
sv: Spara

source: Select a provider
da: Vælg en udbyder
es: Seleccione un proveedor
fr: Sélectionnez un fournisseur
it: Seleziona un provider
nl: Selecteer een aanbieder
pl: Wybierz dostawcę
ro: Selectați un furnizor
sv: Välj en leverantör

source: Select CGM
da: Vælg CGM
es: Seleccionar CGM
fr: Sélectionner le CGM
it: Seleziona CGM
nl: Selecteer CGM
pl: Wybierz CGM
ro: Selectați CGM
sv: Välj CGM

source: Separator Color
da: Separator Farve
es: Color separador
fr: Couleur du séparateur
it: Colore Separatore
nl: Scheidingsteken Kleur
pl: Kolor separatora
ro: Culoare separator
sv: Avgränsare Färg

source: Settings
da: Indstillinger
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ro: Setări
sv: Inställningar

source: Show Carbs On Board
da: Vis Kulhydrater Om Bord (COB)
es: Mostrar Carbohidratos a bordo
fr: Afficher les glucides actifs
it: Mostra Carb A Bordo
nl: Koolhydraten aan boord tonen
pl: Pokaż węglowodany na pokładzie
ro: Arată Carbohidrați în bord
sv: Visa kolhydrater ombord

source: Show Eventual Glucose
da: Vis Eventuel Blodsukker
es: Mostrar glucosa eventual
fr: Afficher la glycémie prédite
it: Mostra Glicemia Eventuale
nl: Eventuele glucose weergeven
pl: Pokaż glikemię ostateczną
ro: Arată Glucoza Evenimentală
sv: Visa eventuellt glukos

source: Show Forecast
da: Vis Prognose
es: Mostrar previsión
fr: Afficher les prévisions
it: Mostra Previsione
nl: Toon Voorspelling
pl: Pokaż Prognozę
ro: Arată Prognoza
sv: Visa prognos

source: Show High Threshold Line
da: Vis Høj Grænselinje
es: Mostrar umbral alto
fr: Afficher la ligne de seuil Haut
it: Mostra Linea Di Soglia Alta
nl: Toon High Threshold lijn
pl: Pokaż linię wysokiego progu
ro: Afișează linia de praguri mari
sv: Visa hög tröskellinje

source: Show icon in menu bar
da: Vis ikon i menulinjen
es: Mostrar icono en la barra de menú
fr: Afficher l'icône dans la barre de menu
it: Mostra icona nella barra dei menu
nl: Pictogram in de menubalk weergeven
pl: Pokaż ikonę na pasku menu
ro: Arată pictograma în bara de meniu
sv: Visa ikon i menyraden

source: Show Insulin On Board
da: Vis Insulin Om Bord (IOB)
es: Mostrar insulina a bordo
fr: Afficher l'insuline à bord
it: Mostra Insulina A Tavola
nl: Toon insuline aan boord
pl: Pokaż insulinę na płytce
ro: Arată insulina la bord
sv: Visa insulin ombord

source: Show Loop Status
da: Vis Loop Status
es: Mostrar estado del bucle
fr: Afficher l'état de la boucle
it: Mostra Stato Loop
nl: Toon Loop Status
pl: Pokaż status pętli
ro: Arată starea buclei
sv: Visa loop-status

source: Show Low Threshold Line
da: Vis Lav Grænselinje
es: Mostrar umbral bajo
fr: Afficher la ligne de seuil Bas
it: Mostra Linea Di Soglia Bassa
nl: Toon Lage Drempel Lijn
pl: Pokaż linię niskich progów
ro: Afișează Linia de praguri scăzute
sv: Visa låg tröskellinje

source: Show Target Line
da: Vis Mållinie
es: Mostrar línea de destino
fr: Afficher la ligne Cible
it: Mostra Linea Di Destinazione
nl: Toon doellijn
pl: Pokaż linię docelową
ro: Arată linia țintă
sv: Visa mållinje

source: Since this is the first time we meet, you need to help me access your Glucose data. Head over to %@ Settings to get started.
da: Da dette er første gang, vi mødes, har jeg brug for hjælp med at få adgang til dine glukosedata. Gå over til %@ Indstillinger for at komme i gang.
es: Dado que esta es la primera vez que nos reunimos, necesitas ayudarme a acceder a tus datos de Glucosa. Dirígete a Ajustes %@ para empezar.
fr: Puisque c'est la première fois que nous rencontrons, vous devez m'aider à accéder à vos données de glycémie. Rendez-vous dans les paramètres de %@ pour commencer.
it: Poiché questa è la prima volta che ci incontriamo, devi aiutarmi ad accedere ai tuoi dati Glucosio. Vai alle impostazioni di %@ per iniziare.
nl: Aangezien dit de eerste keer is dat we elkaar ontmoeten, moet u mij helpen om toegang te krijgen tot uw glucosegegevens. Ga naar %@ Instellingen om aan de slag te gaan.
pl: Ponieważ spotkaliśmy się po raz pierwszy, musisz pomóc mi uzyskać dostęp do danych Glukozy. Przejdź do %@ Ustawienia, aby rozpocząć.
ro: Deoarece este prima dată când ne întâlnim trebuie să mă ajuți să accesez datele dvs. despre glucoză. Mergi la Setările %@ pentru a începe.
sv: Eftersom detta är första gången vi träffas, måste du hjälpa mig att komma åt dina glukosdata. Gå över till %@ inställningar för att komma igång.

source: Single Color
da: Enkel Farve
es: Color único
fr: Couleur unique
it: Colore Singolo
nl: Enkelvoudige kleur
pl: Jednolity kolor
ro: Culoare simplă
sv: Enfärgad

source: Stale Glucose: %@
da: Gammel Glukose: %@
es: Glucosa antigua: %@
fr: Glycémie datant : %@
it: Glucosio Stu: %@
nl: Verouderde glucose: %@
pl: Glukoza stale: %@
ro: Glucoză fixă: %@
sv: Djärvt Glukos: %@

source: Static
da: Statisk
es: Estático
fr: Stationnaire
it: Statico
nl: statisch
pl: Statyczne
ro: Statică
sv: Statisk

source: Static Glucose Color
da: Statisk Glukose Farve
es: Color de glucosa estático
fr: Couleur de glycémie stationnaire
it: Colore Glicemia Statica
nl: Statische Glucose Kleur
pl: Kolor glukozy statycznej
ro: Culoare glicemie statică
sv: Statisk glukosfärg

source: Supported AIDs are AAPS, Loop, OpenAPS, and Trio.
da: Understøttede AIDer er AAPS, Loop, OpenAPS og Trio.
es: Los AIDs soportados son AAPS, Loop, OpenAPS, y Trio.
fr: Les systèmes de DAI pris en charge sont AAPS, Loop, OpenAPS et Trio.
it: Gli AIDS supportati sono AAPS, Loop, OpenAPS e Trio.
nl: Ondersteunde aids zijn AAPS, Loop, OpenAPS en Trio.
pl: Wspierane AIDs to AAPS, pętle, OpenAPS i Trio.
ro: AID-urile suportate sunt AAPS, Loop, OpenAPS şi Trio.
sv: Stöds aids är AAPS, Loop, OpenAPS och Trio.

source: Supported AIDs are Trio, OpenAPS, AAPS.
da: Understøttede AID systemer er Trio, OpenAPS, AAPS.
es: Los AIDs soportados son Trio, OpenAPS, AAPS.
fr: Les systèmes de DAI gérés sont les Trio, OpenAPS et AAPS.
it: Gli AIDS supportati sono Trio, OpenAPS, AAPS.
nl: Ondersteunde aids zijn Trio, OpenAPS, AAPS.
pl: Wspierane AIDs to Trio, OpenAPS, AAPS.
ro: SIDA acceptate sunt Trio, OpenAPS, AAPS.
sv: Aids som stöds är Trio, OpenAPS, AAPS.

source: Target
da: Mål
fr: Cible

source: Test Connection
da: Test Forbindelse
es: Probar conexión
fr: Tester la connexion
it: Verifica Connessione
nl: Verbinding testen
pl: Testuj połączenie
ro: Testare conexiune
sv: Testa anslutning

source: Text Color
da: Tekst Farve
es: Color del texto
fr: Couleur du texte
it: Colore Del Testo
nl: Tekst kleur
pl: Kolor tekstu
ro: Culoare text
sv: Text Färg

source: The Glucose Dot does not have any settings
da: Glukose Dot har ingen indstillinger
es: El punto Glucose no tiene ninguna configuración
fr: Le point de glycémie n'a aucun paramètre
it: Il punto Glucosio non ha alcuna impostazione
nl: De glucose stit heeft geen instellingen
pl: Kropka Glukozy nie ma żadnych ustawień
ro: Punctul de glucoză nu are nicio setare
sv: Glukoset Dot har inga inställningar

source: The simulator has no settings and is a CGM provider implemented to enable you to test the application without connecting a real CGM provider such as Dexcom or Nightscout.
da: Simulatoren har ingen indstillinger og er en CGM-udbyder, der er implementeret for at gøre det muligt for dig at teste applikationen uden at forbinde en reel CGM-udbyder, såsom Dexcom eller Nightscout.
es: El simulador no tiene ninguna configuración y es un proveedor de CGM implementado para permitirle probar la aplicación sin conectar un verdadero proveedor CGM como Dexcom o Nightscout.
fr: Le simulateur n'a pas de paramètres et est un fournisseur de CGM implémenté pour vous permettre de tester l'application sans vous connecter à un véritable fournisseur de CGM tel que Dexcom ou Nightscout.
it: Il simulatore non ha impostazioni ed è un provider CGM implementato per consentire di testare l'applicazione senza collegare un vero e proprio provider CGM come Dexcom o Nightscout.
nl: De simulator heeft geen instellingen en is een CGM provider geïmplementeerd om de app te testen zonder verbinding te maken met een echte CGM provider zoals Dexcom of Nightscout.
pl: Symulator nie posiada ustawień i jest dostawcą CGM zaimplementowanym w celu umożliwienia testowania aplikacji bez połączenia rzeczywistego dostawcy CGM, takiego jak Dexcom lub Nightscout.
ro: Simulatorul nu are setări și este un furnizor CGM implementat pentru a vă permite să testați aplicația fără a conecta un furnizor real de MGC, cum ar fi Dexcom sau Nightscout.
sv: Simulatorn har inga inställningar och är en CGM-leverantör implementerad för att du ska kunna testa programmet utan att ansluta en riktig CGM-leverantör som Dexcom eller Nightscout.

source: The target is used to correctly color the glucose values in the chart when you have it set to use dynamic colors.
da: Målet bruges til korrekt at farve glukoseværdierne i grafen når du har den indstillet til at bruge dynamiske farver.
es: El objetivo se utiliza para colorear correctamente los valores de la glucosa en el gráfico cuando tiene configurado para utilizar colores dinámicos.
fr: La cible est utilisée pour colorier correctement les valeurs de glycémie dans le graphique lorsque vous l'avez configuré pour utiliser des couleurs dynamiques.
it: L'obiettivo è usato per colorare correttamente i valori di glucosio nel grafico quando è impostato per usare colori dinamici.
nl: Het doel wordt gebruikt om de glucose waarden in de grafiek correct te kleuren wanneer het is ingesteld op gebruik van dynamische kleuren.
pl: Cel jest używany do poprawnego koloru wartości glukozy na wykresie po ustawieniu kolorów dynamicznych.
ro: Ținta este folosită pentru a colora corect valorile glucozei din grafic atunci când o ai setată pentru a utiliza culori dinamice.
sv: Målet används för att korrekt färga glukosvärden i diagrammet när du har den inställd att använda dynamiska färger.

source: The Token is required for GlucoseBar to function correctly. Please ensure your Nightscout instance has one set up and use it here.
da: Token er påkrævet for at GlucoseBar kan fungere korrekt. Sørg for at din Nightscout-instans har en opsat og brug den her.
es: El token es necesario para que GlucoseBar funcione correctamente. Por favor, asegúrate de que tu instancia de Nightscout tiene una configuración y úsalo aquí.
fr: Le jeton est requis pour que GlucoseBar fonctionne correctement. Veuillez vous assurer que votre instance Nightscout a une configuration et utilisez-la ici.
it: Il Token è richiesto affinché GlucoseBar funzioni correttamente. Assicurati che l'istanza Nightscout sia configurata e usala qui.
nl: De token is vereist om GlucoseBar goed te laten functioneren. Zorg ervoor dat je Nightscout instantie ingesteld is en deze hier gebruikt.
pl: Token jest wymagany dla GlucoseBar do prawidłowego funkcjonowania. Upewnij się, że Twoja instancja Nightscout ma skonfigurowany i użyj go tutaj.
ro: Token-ul este necesar pentru ca GlucoseBar să funcționeze corect. Asigurați-vă că instanța Nightscout are una configurată și o folosiți aici.
sv: Token krävs för att GlucoseBar ska fungera korrekt. Se till att din Nightscout-instans har en uppsättning och använd den här.

source: These amazing people have helped make GlucoseBar a reality.
da: Disse fantastiske mennesker har hjulpet med at gøre GlucoseBar til en realitet.
es: Estas personas asombrosas han ayudado a hacer del GlucoseBar una realidad.
fr: Ces formidables personnes ont aidé à ce que GlucoseBar devienne réalité.
it: Queste persone incredibili hanno contribuito a rendere GlucoseBar una realtà.
nl: Deze geweldige mensen hebben geholpen GlucoseBar werkelijkheid te maken.
pl: Te niesamowite osoby pomogły sprawić, że GlucoseBar stanie się rzeczywistością.
ro: Acești oameni uimitori au ajutat la transformarea GlucoseBar în realitate.
sv: Dessa fantastiska människor har hjälpt till att göra GlucoseBar till verklighet.

source: These credentials are the ones from your primary Dexcom account. You must also have at least one follower in the Dexcom app.
da: Disse legitimationsoplysninger er dem fra din primære Dexcom konto. Du skal også have mindst én følger i Dexcom appen.
es: Estas credenciales son las de tu cuenta principal de Dexcom. También debes tener al menos un seguidor en la aplicación de Dexcom.
fr: Ces identifiants sont ceux de votre compte Dexcom principal. Vous devez également avoir au moins un abonné dans l'application Dexcom.
it: Queste credenziali sono quelle del tuo conto Dexcom primario. Devi anche avere almeno un follower nell'app Dexcom.
nl: Deze referenties zijn de gegevens van uw primaire Dexcom account. U moet ten minste één volger in de Dexcom app hebben.
pl: Te dane uwierzytelniające są danymi z Twojego głównego konta Dexcom. Musisz również mieć co najmniej jednego obserwującego w aplikacji Dexcom.
ro: Aceste credențiale sunt cele din contul tău Dexcom principal. De asemenea, trebuie să ai cel puțin un adept în aplicația Dexcom.
sv: Dessa uppgifter är de från ditt primära Dexcom-konto. Du måste också ha minst en följare i Dexcom-appen.

source: This is the data you see in and around the chart when you open GlucoseBar
da: Dette er de data du ser i og omkring grafen, når du åbner GlucoseBar
es: Estos son los datos que ve en y alrededor del gráfico cuando abre GlucoseBar
fr: Voici les données que vous voyez dans et autour du graphique lorsque vous ouvrez GlucoseBar
it: Questi sono i dati che vedi dentro e intorno al grafico quando apri GlucoseBar
nl: Dit zijn de gegevens die u in en rond de grafiek ziet wanneer u GlucoseBar opent
pl: To są dane, które widzisz na wykresie podczas otwierania GlucoseBar
ro: Acestea sunt datele pe care le vedeți în și în jurul graficului când deschideți GlucoseBar
sv: Detta är de data du ser i och runt diagrammet när du öppnar GlucoseBar

source: This token needs to have the permission "readable" in Nightscout.
da: Denne token skal have tilladelsen "læsbar" (engelsk: "readable") i Nightscout.
es: Este token necesita tener el permiso "legible" en Nightscout.
fr: Ce jeton doit avoir la permission « lisible » dans Nightscout.
it: Questo token deve avere il permesso "leggibile" in Nightscout.
nl: Deze token moet de permissie "leesbaar" hebben in Nightscout.
pl: Ten token musi mieć uprawnienia "czytelne" w Nightscout.
ro: Acest token trebuie să aibă permisiunea "lizibil" în Nightscout.
sv: Denna token måste ha behörigheten "läsbar" i Nightscout.

source: This will delete all settings, and restart the application. This cannot be undone.
da: Dette vil slette alle indstillinger og genstarte programmet. Dette kan ikke fortrydes.
es: Esto eliminará todos los ajustes y reiniciará la aplicación. Esto no se puede deshacer.
fr: Cela supprimera tous les paramètres, et redémarrera l'application. C’est irréversible.
it: Questo eliminerà tutte le impostazioni e riavvierà l'applicazione. Questo non può essere annullato.
nl: Dit zal alle instellingen verwijderen en de applicatie opnieuw starten. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich ustawień i ponowne uruchomienie aplikacji. Tej operacji nie można cofnąć.
ro: Aceasta va șterge toate setările și va reporni aplicația. Această acțiune nu poate fi anulată.
sv: Detta kommer att ta bort alla inställningar och starta om programmet. Detta kan inte ångras.

source: This will disable Debug Mode which will stop GlucoseBar writing log files to your computer and remove the Debug menu from the settings panel.
da: Dette vil deaktivere fejlsøgningstilstand, som vil stoppe GlucoseBar i at skrive logfiler til din computer og fjerne fejlfindingsmenuen fra indstillingspanelet.
es: Esto desactivará el modo de depuración que detendrá GlucoseBar escribiendo archivos de registro en su computadora y eliminará el menú de depuración del panel de ajustes.
fr: Cela désactivera le mode débogage qui empêchera GlucoseBar d'écrire des journaux sur votre ordinateur et supprimera le menu de débogage du panneau des paramètres.
it: Questo disabiliterà la modalità Debug che impedirà la scrittura di file di log di GlucoseBar sul computer e rimuoverà il menu Debug dal pannello delle impostazioni.
nl: Dit zal debug-modus uitschakelen die GlucoseBar schrijflogbestanden naar je computer zal stoppen en het Debug menu uit het instellingenpaneel zal verwijderen.
pl: Spowoduje to wyłączenie trybu debugowania, który zatrzyma zapisywanie plików dziennika GlucoseBar na komputer i usunie menu debugowania z panelu ustawień.
ro: Acest lucru va dezactiva Modul de depanare care va opri scrierea de fișiere de jurnal pe computer și va elimina meniul de depanare din panoul de setări.
sv: Detta kommer att inaktivera felsökningsläge som kommer att stoppa GlucoseBar skriva loggfiler till din dator och ta bort Debug-menyn från inställningspanelen.

source: Time
da: Tid
es: Hora
fr: Heure
it: Tempo
nl: Tijd
pl: Czas
ro: Timp
sv: Tid

source: Time Since Loop Only
da: Kun Tid Siden Loop
es: Tiempo solo desde Loop
fr: Temps écoulé depuis la boucle uniquement
it: Tempo Solo Dal Ciclo
nl: Tijd sinds alleen herhalen
pl: Czas od pętli
ro: Doar timp din buclă
sv: Endast tid sedan loopen

source: Translations
da: Oversættelser
es: Traducciones
fr: Localisations
it: Traduzioni
nl: Vertalen
pl: Tłumaczenia
ro: Traduceri
sv: Översättningar

source: Unable to create request
da: Kunne ikke oprette forespørgsel
es: No se puede crear la solicitud
fr: Impossible de créer la requête
it: Impossibile creare la richiesta
nl: Kan verzoek niet aanmaken
pl: Nie można utworzyć żądania
ro: Imposibil de creat cererea
sv: Det gick inte att skapa förfrågan

source: Unable to decode account ID from Dexcom Share
da: Kunne ikke afkode konto-id fra Dexcom Share
es: No se puede decodificar el ID de cuenta de Dexcom Share
fr: Impossible de décoder l'ID du compte depuis Dexcom Share
it: Impossibile decodificare l'ID dell'account da Dexcom Share
nl: Kan account-ID van Dexcom Share niet decoderen
pl: Nie można dekodować identyfikatora konta z Dexcom Share
ro: Imposibil de decodat ID-ul contului din Partajarea Dexcom
sv: Det går inte att avkoda konto-ID från Dexcom Share

source: Unable to decode session ID from Dexcom Share
da: Kan ikke afkode sessions-id fra Dexcom Share
es: No se puede decodificar el ID de sesión de Dexcom Share
fr: Impossible de décoder l'ID de session depuis Dexcom Share
it: Impossibile decodificare l'ID della sessione da Dexcom Share
nl: Kan sessie-ID van Dexcom Share niet decoderen
pl: Nie można dekodować identyfikatora sesji z Dexcom Share
ro: Imposibil de decodat ID-ul sesiunii din Partajarea Dexcom
sv: Det går inte att avkoda sessions-ID från Dexcom Share

source: Unable to get Trio data: Request timed out
da: Kunne ikke hente Trio data: Forespørgsel timeout
es: No se pueden obtener los datos de Trio: Tiempo de espera agotado
fr: Impossible d'obtenir les données de Trio : La requête a expiré
it: Impossibile ottenere i dati del trio: richiesta scaduta
nl: Kan Trio gegevens niet ophalen: verzoek time-out
pl: Nie można uzyskać danych trio: limit czasu żądania
ro: Imposibil de obținut datele trio: Solicitarea a expirat
sv: Det går inte att hämta trio-data: Begäran har gått ut

source: Unable to read data from Dexcom Share: Data corrupted.
da: Kunne ikke læse data fra Dexcom Share: Data beskadiget.
es: No se pueden leer datos de Dexcom Compartir: Datos corruptos.
fr: Impossible de lire les données du partage Dexcom : Données corrompues.
it: Impossibile leggere i dati da Dexcom Share: Dati danneggiati.
nl: Kan geen gegevens lezen van Dexcom Share: gegevens beschadigd.
pl: Nie można odczytać danych z Dexcom Share: Dane uszkodzone.
ro: Imposibil de citit datele din Dexcom: Datele sunt corupte.
sv: Det går inte att läsa data från Dexcom Dela: Data skadat.

source: Unable to read data from Dexcom Share: Missing key
da: Kan ikke læse data fra Dexcom Share: Manglende nøgle
es: No se pueden leer los datos de Dexcom Compartir: falta la clave
fr: Impossible de lire les données à partir du partage Dexcom : Clé manquante
it: Impossibile leggere i dati da Dexcom Condividi: Chiave mancante
nl: Kan de gegevens van Dexcom Share: Ontbrekende sleutel niet lezen
pl: Nie można odczytać danych z Dexcom Share: Brakujący klucz
ro: Imposibil de citit datele din Dexcom: Cheie lipsă
sv: Det går inte att läsa data från Dexcom Share: Saknad nyckel

source: Unable to read data from Dexcom Share: Missing required value
da: Kan ikke læse data fra Dexcom Share: Mangler nødvendig værdi
es: No se pueden leer los datos de Dexcom Compartir: falta el valor requerido
fr: Impossible de lire les données à partir du partage Dexcom : Valeur requise manquante
it: Impossibile leggere i dati da Dexcom Condividi: Valore richiesto mancante
nl: Kan de gegevens van Dexcom Share: verplichte waarde ontbreekt
pl: Nie można odczytać danych z Dexcom Share: brak wymaganej wartości
ro: Imposibil de citit datele din Dexcom: lipsește valoarea necesară
sv: Det går inte att läsa data från Dexcom Share: Saknar obligatoriskt värde

source: Unable to read data from Dexcom Share: Value type mismatch.
da: Kan ikke læse data fra Dexcom Share: Value type mismatch.
es: No se pueden leer los datos de Dexcom Compartir: Tipo de valor no coincidente.
fr: Impossible de lire les données de Dexcom Partage : Différence de type valeur.
it: Impossibile leggere i dati da Dexcom Share: Tipo di valore non corrispondente.
nl: Kan de gegevens niet lezen van Dexcom Delen: waarde type komt niet overeen.
pl: Nie można odczytać danych z Dexcom Share: Niezgodność typu wartości.
ro: Imposibil de citit datele din Dexcom: Nepotrivirea tipului de valoare.
sv: Det går inte att läsa data från Dexcom Dela: Värdetypen matchar inte.
